Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_julkaisee_painetun_version_digitaalisesta_suomi-koltansaame-sanakirjasta.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät julkaisee painetun version digitaalisesta suomi–koltansaame-sanakirjasta
sms: Sääʹmteʹǧǧ õlmstâtt tiõddum versio digitaalʼlaž lääʹdd-sääʹm-sääʹnnǩeeʹrjest

source: Saamelaiskäräjät ja Giellagas-instituutti julkaisevat painetun suomi–koltansaame-sanakirjan perjantaina 5.3.2021 klo 13.00.
sms: Sääʹmteʹǧǧ da Giellagas-institutt õlmstâʹtte tiõddum lääʹdd-sääʹm-sääʹnnǩeeʹrj piâtnâc 5.3.2021 čiâss 13.00.

source: Sanakirja on painettu versio Giellagas-instituutin aiemmin julkaisemasta digitaalisesta suomi–koltansaame-sanakirjasta.
sms: Sääʹnnǩeʹrjj lij tiõddum versio Giellagas-Instituutt ääiʹjben õlmstõttum digitaalʼlaž lääʹdd-sääʹm-sääʹnnǩeeʹrjest.

source: Kaikille avoin julkaisutilaisuus järjestetään etäyhteyksin Microsoft Teamsin kautta osoitteessa https://urly.fi/1X2m
sms: Pukid äävai õlmstâʹttempoodd riâššât ougglõsõhttvuõđin Microsoft Teams pääiʹǩ addrõõzzâst https://urly.fi/1X2m

source: Tervetuloa seuraamaan tilaisuutta!
sms: Pueʹtted tiõrvân seuʹrrjed õlmstâʹttempoodd!

source: Nyt julkaistavassa painetussa sanakirjassa suomi–koltansaame on suomenkielisten hakusanojen määrä yli 20 000.
sms: Ååʹn õlmstâʹttemnalla åårrai tiõddum lääʹdd-sääʹm-sääʹnnǩeeʹrjest lie pâʹjjel 20 000 lääʹddǩiõllsaž ooccâmsääʹnned.

source: Painettu sanakirja perustuu ensisijaisesti Satu ja Jouni Moshnikoffin alkuperäiseen sanalistaan, mutta mukaan on otettu jonkin verran myöhemminkin lisättyä sanastoa, kun ne on katsottu vakiintuneiksi tai erityisen tarpeellisiksi.
sms: Tiõddum sääʹnnǩeeʹrj vuâđđan lij vuõss-sââʹjest Satu da Jouni Moshnikoff alggveârlaž sääʹnnlistt, leša mieʹldd lie valddum mâʹŋŋlest lââʹzztum sannõõzz, ǥu tõk lie ǩiõččum põõššjen da jeäʹrben taarbliʹžžen.

source: Koltansaamen sanakirjojen toimitustyö on tehty pääosin Opetus- ja kulttuuriministeriön Oulun yliopiston Giellagas-instituutille myöntämän erityisrahoituksen turvin.
sms: Nuõrttsääʹm sääʹnnǩiiʹrji tååimtemtuâjj lij tuejjuum vueiʹvv-vueʹzzest mättʼtõs- da kulttuurministeria Giellagas-Instituʹtte miõttâm spesiaalteäggtõõzzin.

source: Toteutus on tehty Oulun yliopiston Giellagas-instituutin, Saamelaiskäräjien ja Helsingin yliopiston yhteistyönä.
sms: Tååimtemtuâjj lij tuejjuum Oulu universiteeʹtt Giellagas-instituutt, Sääʹmteeʹǧǧ da Heʹlssen universiteeʹtt õhttsažtuâjjan.

source: Toimituskunnassa olivat Eino Koponen, Miika Lehtinen, Merja Fofonoff ja Raija Lehtola.
sms: Tååimtemkååʹddest leʹjje Eino Koponen, Miika Lehtinen, Merja Fofonoff da Raija Lehtola.

source: Giellagas-instituutin koltansaamen yliopisto-opettaja Miika Lehtinen on toimittanut sanakirjan Tromssan yliopiston saamen kieliteknologian keskuksen, Giellateknon, alustalla elokuussa 2020 julkaistusta digitaalisesta suomi–koltansaame-sanakirjasta.
sms: Giellagas-instituutt nuõrttsääʹm universiteʹttuʹčtel Miika Lehtinen lij tuejjääm tiõddum sääʹnnǩeeʹrj tååimtemtuâj Trooms universiteeʹtt sääʹm ǩiõllteknologia kõõskõõzz, Giellatekno, vuâđ õõl påʹrǧǧmannust 2020 õlmstõttum digitaalʼlaž lääʹdd-sääʹm-sääʹnnǩeeʹrj vuâđald.

source: Saamelaiskäräjien saamen kielen toimisto on huolehtinut painetun sanakirjan julkaisusta.
sms: Sääʹmteeʹǧǧ sääʹmǩiõl koontâr ij âânnam huõl tiõddum sääʹnnǩeeʹrj õlmstâttmõõžžâst.

source: Painettua sanakirjaa voi tilata Saamelaiskäräjien oppimateriaalien verkkokaupasta https://www.samediggi.fi/tuote/suomi-koltansaame-sanakirja/
sms: Tiõddum sääʹnnǩeeʹrj vuäitt tiʹllʼjed Sääʹmteeʹǧǧ mättmateriaal neʹttkaaupâst https://www.samediggi.fi/tuote/laadd-saam-saannkerjj/?lang=nuo

source: Digitaalinen suomi–koltansaame-sanakirja löytyy osoitteesta https://saan.oahpa.no/fin/sms/
sms: Digitaalʼlaž lääʹdd-sääʹm-sääʹnnǩeʹrjj käunnai addrõõzzâst https://saan.oahpa.no/fin/sms/

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Saamelaiskäräjät: Marko Marjomaa, +358 10 839 3183, marko.marjomaa(at)samediggi.fi
sms: Sääʹmteʹǧǧ: Marko Marjomaa (+358 10 839 3183) marko.marjomaa(at)samediggi.fi

source: Giellagas-instituutti: Miika Lehtinen, +358 50 5692300, miika.lehtinen(at)oulu.fi
sms: Giellagas-institutt: Miika Lehtinen (+358 50 5692300) miika.lehtinen(at)oulu.fi
